Revit 2027 API
ParameterTypeId.CurveElemLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveElemLength { get; }
Public Shared ReadOnly Property CurveElemLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveElemLength {
	ForgeTypeId^ get ();
}
static member CurveElemLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace